;(function(_window){

    var config={};


    config["base_url"]="./rest";

    config["html_path"]="js/viewmodel/html";

    config["city_info"]=[{"p":"上海",v:"1","c":[{"n":"黄浦区","v":"2"},{"n":"卢湾区","v":"3"},{"n":"徐汇区","v":"4"},{"n":"长宁区","v":"5"},{"n":"静安区","v":"6"},{"n":"普陀区","v":"7"},{"n":"闸北区","v":"8"},{"n":"虹口区","v":"9"},{"n":"杨浦区","v":"10"},{"n":"闵行区","v":"11"},{"n":"宝山区","v":"12"},{"n":"嘉定区","v":"13"},{"n":"浦东新区","v":"14"},{"n":"金山区","v":"15"},{"n":"松江区","v":"16"},{"n":"奉贤区","v":"17"},{"n":"青浦区","v":"18"},{"n":"崇明县","v":"19"}]}];

    _window["$config"]=config;

})(window);



